Repository: avmedia/xbmc
Catalog: addons/service.xbmc.versioncheck/resources/language/Swedish/strings.po
Languages: sv

# #32001
source: We would like to recommend you to upgrade.
sv: Vi rekommenderar dig att uppgradera.

# #32002
source: Visit XBMC.org for more information.
sv: Besök XBMC.org för mer information.

# #32003
source: You are still using an older stable version of XBMC.
sv: Du använder fortfarande en äldre stabil version av XBMC.

# #32004
source: You are still using an older RC version of XBMC.
sv: Du använder fortfarande en äldre RC version av XBMC.

# #32005
source: You are still using an older beta version of XBMC.
sv: Du använder fortfarande en äldre betaversion av XBMC.

# #32006
source: You are still using an older alpha version of XBMC.
sv: Du använder fortfarande en äldre alfaversion av XBMC.

# #32007
source: You are still using an older monthly version of XBMC.
sv: Du använder fortfarande en äldre månatlig version av XBMC.

# #32008
source: You are still using an older non stable version of XBMC.
sv: Du använder fortfarande en äldre ostabil version av XBMC.

# #32009
source: Would you like to remove this reminder?
sv: Vill du ta bort denna påminnelse?

# #32010
source: You can enable/disable it through addon settings.
sv: Du kan aktivera/inaktivera detta i tilläggsinställningarna.

# #32011
source: Use your package manager(apt) to upgrade.
sv: Använd din pakethanterare (apt) för att uppgradera.

# #32012
source: A new version is available, do you want to upgrade now?
sv: En ny version är tillgänglig, vill du uppgradera nu?

# #32013
source: Upgrade successful
sv: Uppgradering lyckades

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
sv: Vill du starta om XBMC för att slutföra uppgraderingen?

# #32015
source: Do you want to check the repository for a new version?
sv: Vill du kontrollera förrådet efter en ny version?

# #32020
source: General
sv: Allmänna

# #32021
source: Enable XBMC version check?
sv: Aktivera XBMC versionskontroll?

# #32022
source: Please enter your password
sv: Var god ange ditt lösenord

# #32023
source: Linux: Upgrade complete system
sv: Linux: Uppdatera hela systemet
