Repository: avmedia/xbmc
Catalog: addons/service.xbmc.versioncheck/resources/language/Croatian/strings.po
Languages: hr

# #32001
source: We would like to recommend you to upgrade.
hr: Želimo vam preproučiti nadogradnju.

# #32002
source: Visit XBMC.org for more information.
hr: Posjetite XBMC.org za više informacija.

# #32003
source: You are still using an older stable version of XBMC.
hr: Još uvijek koristite stariju stabilnu inačicu XBMC-a.

# #32004
source: You are still using an older RC version of XBMC.
hr: Još uvijek koristite stariju pred-stabilnu inačicu XBMC-a.

# #32005
source: You are still using an older beta version of XBMC.
hr: Još uvijek koristite stariju beta inačicu XBMC-a.

# #32006
source: You are still using an older alpha version of XBMC.
hr: Još uvijek koristite stariju alfa inačicu XBMC-a.

# #32007
source: You are still using an older monthly version of XBMC.
hr: Još uvijek koristite stariju mjesečnu inačicu XBMC-a.

# #32008
source: You are still using an older non stable version of XBMC.
hr: Još uvijek koristite stariju nestabilnu inačicu XBMC-a.

# #32009
source: Would you like to remove this reminder?
hr: Želite li ukloniti ovog podsjetnika?

# #32010
source: You can enable/disable it through addon settings.
hr: Možete ga omogućiti/onemogućiti kroz postavke dodatka.

# #32011
source: Use your package manager(apt) to upgrade.
hr: Koristite svoj upravitelj paketa (apt) za nadogradnju.

# #32012
source: A new version is available, do you want to upgrade now?
hr: Nova inačica je dostupna, želite li ju odmah nadograditi?

# #32013
source: Upgrade successful
hr: Nadogradnja uspješna

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
hr: Želite li ponovno pokrenuti XBMC za dovršetak nadogradnje?

# #32015
source: Do you want to check the repository for a new version?
hr: Želite li provjeriti repozitorij za novu inačicu?

# #32020
source: General
hr: Općenito

# #32021
source: Enable XBMC version check?
hr: Omogući XBMC provjeritelja inačice?

# #32022
source: Please enter your password
hr: Upišite svoju lozinku

# #32023
source: Linux: Upgrade complete system
hr: Linux: nadogradi cjelokupan sustav
