Repository: avmedia/xbmc
Catalog: addons/metadata.album.universal/resources/language/*/strings.po
Languages: german, portuguese

# #30000
source: Grab Album Thumbs from fanart.tv
german: Lade Albenvorschaubilder von Fanart.tv
portuguese: Obter as miniaturas do álbum de fanart.tv

# #30001
source: Grab Album Thumbs from Last.fm
german: Lade Albenvorschaubilder von Last.fm
portuguese: Obter as miniaturas do álbum de Last.fm

# #30002
source: Get Album Review from
german: Lade Albenrezensionen von
portuguese: Obter a critica do álbum de

# #30003
source: Preferred Language
german: Bevorzugte Sprache
portuguese: Idioma preferido

# #30004
source: Get Album Rating from
german: Lade Albrenbewertung von
portuguese: Obter a classificação do álbum de

# #30005
source: Get Album Styles from
german: Lade Albenstile von
portuguese: Obter o estilo do álbum de

# #30006
source: Get Album Moods from
german: Lade Albenstimmungen von
portuguese: Obter Ambiências do Album de

# #30007
source: Get Album Themes from
german: Lade Albenthemen von
portuguese: Obter o tema do álbum de

# #30008
source: Grab Album Thumbs from allmusic.com
german: Lade Albenvorschaubilder von Allmusic.com
portuguese: Obter as miniaturas do álbum de allmusic.com

# #30009
source: Artwork
german: Grafiken

# #30010
source: Grab Album Thumbs from theaudiodb.com
german: Albumvorschaubilder von theaudiodb.com Ã¼bernehmen
portuguese: Obter miniaturas de álbum de theaudiodb.com
