Repository: avmedia/xbmc
Catalog: addons/service.xbmc.versioncheck/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32001
source: We would like to recommend you to upgrade.
pt_br: Gostaríamos de recomendar-lhe que atualize.

# #32002
source: Visit XBMC.org for more information.
pt_br: Visite XBMC.org para mais informações.

# #32003
source: You are still using an older stable version of XBMC.
pt_br: Você ainda está usando uma versão estável antiga do XBMC.

# #32004
source: You are still using an older RC version of XBMC.
pt_br: Você ainda está usando uma versão RC antiga do XBMC.

# #32005
source: You are still using an older beta version of XBMC.
pt_br: Você ainda está usando uma versão beta antiga do XBMC.

# #32006
source: You are still using an older alpha version of XBMC.
pt_br: Você ainda está usando uma versão alpha antiga do XBMC.

# #32007
source: You are still using an older monthly version of XBMC.
pt_br: Você ainda está usando uma versão mensal antiga do XBMC.

# #32008
source: You are still using an older non stable version of XBMC.
pt_br: Você ainda está usando uma versão não estável antiga do XBMC.

# #32009
source: Would you like to remove this reminder?
pt_br: Gostaria de remover este lembrete?

# #32010
source: You can enable/disable it through addon settings.
pt_br: Você pode ativar/desativá-lo através das configurações do add-on.

# #32011
source: Use your package manager(apt) to upgrade.
pt_br: Use seu gerenciador de pacotes(apt) para atualizar.

# #32012
source: A new version is available, do you want to upgrade now?
pt_br: Uma nova versão está disponível, você quer atualizara agora?

# #32013
source: Upgrade successful
pt_br: Atualização efetuada com sucesso

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
pt_br: Você deseja reiniciar o XBMC após atualização finalizar?

# #32015
source: Do you want to check the repository for a new version?
pt_br: Deseja verificar se há uma nova versão no repositório?

# #32020
source: General
pt_br: Geral

# #32021
source: Enable XBMC version check?
pt_br: Habilitar verificação de versão do XBMC?

# #32022
source: Please enter your password
pt_br: Por favor entre sua senha

# #32023
source: Linux: Upgrade complete system
pt_br: Linux: Atualizar o sistema completamente
