Repository: avmedia/xbmc
Catalog: addons/service.xbmc.versioncheck/resources/language/Hebrew/strings.po
Languages: he

# #32001
source: We would like to recommend you to upgrade.
he: אנו ממליצים לך לשדרג.

# #32002
source: Visit XBMC.org for more information.
he: בקר ב-XBMC.org למידע נוסף.

# #32003
source: You are still using an older stable version of XBMC.
he: הינך משתמש עדיין בגרסה יציבה ישנה של XBMC.

# #32004
source: You are still using an older RC version of XBMC.
he: הינך משתמש עדיין בגרסת RC ישנה של XBMC.

# #32005
source: You are still using an older beta version of XBMC.
he: הינך משתמש עדיין בגרסת ביטא ישנה של XBMC.

# #32006
source: You are still using an older alpha version of XBMC.
he: הינך משתמש עדיין בגרסת אלפא ישנה של XBMC.

# #32007
source: You are still using an older monthly version of XBMC.
he: הינך משתמש עדיין בגרסה חודשית ישנה של XBMC.

# #32008
source: You are still using an older non stable version of XBMC.
he: הינך משתמש עדיין בגרסה לא יציבה ישנה של XBMC.

# #32009
source: Would you like to remove this reminder?
he: התרצה להסיר תזכורת זאת?

# #32010
source: You can enable/disable it through addon settings.
he: הינך יכול להפעיל/לנטרל זאת בהגדרות התוסף.

# #32011
source: Use your package manager(apt) to upgrade.
he: השתמש במנהל החבילות (apt) לשידרוג.

# #32012
source: A new version is available, do you want to upgrade now?
he: גרסה חדשה זמינה, התרצה לעדכן כעת?

# #32013
source: Upgrade successful
he: שדרוג התבצע בהצלחה

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
he: התרצה להפעיל מחדש את XBMC כדי לסיים את השדרוג?

# #32015
source: Do you want to check the repository for a new version?
he: התרצה לבדוק האם זמינה גרסה חדשה במאגר?

# #32020
source: General
he: כללי

# #32021
source: Enable XBMC version check?
he: להפעיל את XBMC version check?

# #32022
source: Please enter your password
he: אנא הזן סיסמתך

# #32023
source: Linux: Upgrade complete system
he: לינוקס: שדרוג מערכת מלא
