Repository: avmedia/xbmc
Catalog: addons/service.xbmc.versioncheck/resources/language/Norwegian/strings.po
Languages: no

# #32001
source: We would like to recommend you to upgrade.
no: Vi ønsker å anbefale at du oppgraderer.

# #32002
source: Visit XBMC.org for more information.
no: Besøk XBMC.org for mer informasjon

# #32003
source: You are still using an older stable version of XBMC.
no: Du bruker fortsatt en eldre, stabil versjon av XBMC.

# #32004
source: You are still using an older RC version of XBMC.
no: Du bruker fortsatt en eldre, RC-versjon av XBMC.

# #32005
source: You are still using an older beta version of XBMC.
no: Du bruker fortsatt en eldre, betaversjon av XBMC.

# #32006
source: You are still using an older alpha version of XBMC.
no: Du bruker fortsatt en eldre, alphaversjon av XBMC.

# #32007
source: You are still using an older monthly version of XBMC.
no: Du bruker fortsatt en eldre, månedlig versjon av XBMC.

# #32008
source: You are still using an older non stable version of XBMC.
no: Du bruker fortsatt en eldre, ustabil versjon av XBMC.

# #32009
source: Would you like to remove this reminder?
no: Ønsker du å fjerne denne påminnelsen?

# #32010
source: You can enable/disable it through addon settings.
no: Du kan aktivere/deaktivere den gjennom tilleggsinnstillingene.

# #32011
source: Use your package manager(apt) to upgrade.
no: Bruk pakkebehandleren (apt) din for å oppgradere.

# #32012
source: A new version is available, do you want to upgrade now?
no: En ny versjon er tilgjengelig, ønsker du å oppgradere nå?

# #32013
source: Upgrade successful
no: Vellykket oppgradering

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
no: Ønsker du å starte XBMC på nytt for å fullføre oppgraderingen?

# #32015
source: Do you want to check the repository for a new version?
no: Ønsker du å sjekke pakkebrønnen etter en ny versjon?

# #32020
source: General
no: Generelt

# #32021
source: Enable XBMC version check?
no: Aktiver XBMC versjonsettersyn

# #32022
source: Please enter your password
no: Vennlingst skriv inn ditt passord

# #32023
source: Linux: Upgrade complete system
no: Linux: Oppgrader hele systemet
