Repository: avmedia/xbmc
Catalog: addons/service.xbmc.versioncheck/resources/language/Galician/strings.po
Languages: gl

# #32001
source: We would like to recommend you to upgrade.
gl: Gustaríanos recomendarlle actualizar.

# #32002
source: Visit XBMC.org for more information.
gl: Visitar XBMC.org para máis información.

# #32003
source: You are still using an older stable version of XBMC.
gl: Aínda está a usar unha versión antiga de XBMC.

# #32004
source: You are still using an older RC version of XBMC.
gl: Aínda está a usar unha versión RC antiga de XBMC.

# #32005
source: You are still using an older beta version of XBMC.
gl: Aínda está a usar unha versión beta antiga de XBMC.

# #32006
source: You are still using an older alpha version of XBMC.
gl: Aínda está a usar unha versión alpha antiga de XBMC.

# #32007
source: You are still using an older monthly version of XBMC.
gl: Aínda está a usar unha versión mensual antiga de XBMC.

# #32008
source: You are still using an older non stable version of XBMC.
gl: Aínda está a usar unha versión antiga non estábel de XBMC.

# #32009
source: Would you like to remove this reminder?
gl: Quere eliminar este aviso?

# #32010
source: You can enable/disable it through addon settings.
gl: Pode des/activarlo mediante a configuración do complemento.

# #32011
source: Use your package manager(apt) to upgrade.
gl: Use o xestor de paquetes(apt) para actualizar.

# #32012
source: A new version is available, do you want to upgrade now?
gl: Hai unha nova versión dispoñíbel, ¿quere actualizar agora?

# #32013
source: Upgrade successful
gl: Actualización correcta

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
gl: Quere reiniciar agora o XBMC para rematar a actualización?

# #32015
source: Do you want to check the repository for a new version?
gl: Quere buscar no repositorio unha nova versión?

# #32020
source: General
gl: Xeral

# #32021
source: Enable XBMC version check?
gl: Activar a verificación de versión do XBMC?

# #32022
source: Please enter your password
gl: Por favor introduza o seu contrasinal

# #32023
source: Linux: Upgrade complete system
gl: Linux: Actualizar o sistema completo
