Repository: avmedia/xbmc
Catalog: addons/service.xbmc.versioncheck/resources/language/*/strings.po
Languages: dutch, portuguese, spanish

# #32001
source: We would like to recommend you to upgrade.
dutch: We bevelen je aan om te upgraden.
portuguese: Gostaríamos de recomendar-lhe que actualizasse o XBMC.
spanish: Le recomendamos que actualice.

# #32002
source: Visit XBMC.org for more information.
dutch: Bezoek XBMC.org voor meer informatie.
portuguese: Visite xbmc.org para mais informação.
spanish: Visite XBMC.org para más información.

# #32003
source: You are still using an older stable version of XBMC.
dutch: Je gebruikt nog steeds een oudere stabiele versie van XBMC
portuguese: Ainda está a usar uma versão estável antiga do XBMC.
spanish: Todavía está usando una versión antigua estable de XBMC.

# #32004
source: You are still using an older RC version of XBMC.
dutch: Je gebruikt nog steeds een oudere RC versie van XBMC
portuguese: Ainda está a usar uma versão RC antiga do XBMC.
spanish: Todavía está usando una versión antigua RC de XBMC.

# #32005
source: You are still using an older beta version of XBMC.
dutch: Je gebruikt nog steeds een oudere beta versie van XBMC.
portuguese: Ainda está a usar uma versão beta antiga do XBMC.
spanish: Todavía está usando una antigua versión beta de XBMC.

# #32006
source: You are still using an older alpha version of XBMC.
dutch: Je gebruikt nog steeds een oudere alpha versie van XBMC.
portuguese: Ainda está a usar uma versão alpha antiga do XBMC.
spanish: Todavía está usando una antigua versión alfa de XBMC.

# #32007
source: You are still using an older monthly version of XBMC.
dutch: Je gebruikt nog steeds een oudere maandelijkse versie van XBMC.
portuguese: Ainda está a usar uma versão mensal antiga do XBMC.
spanish: Todavía está usando una antigua versión mensual de XBMC.

# #32008
source: You are still using an older non stable version of XBMC.
dutch: Je gebruikt nog steeds een oudere niet stabiele versie van XBMC.
portuguese: Ainda está a usar uma versão instável antiga do XBMC.
spanish: Todavía está usando una versión antigua no estable de XBMC.

# #32009
source: Would you like to remove this reminder?
dutch: Will je deze herinneren verwijderen?
portuguese: Gostaria de anular este lembrete?
spanish: ¿Desea eliminar este recordatorio?

# #32010
source: You can enable/disable it through addon settings.
dutch: Deze kan je aan/uitzetten in addon settings.
portuguese: Pode activá-lo/desactivá-lo através das definições de addon.
spanish: Puede activarlo o desactivarlo a través de los ajustes del complemento.

# #32011
source: Use your package manager(apt) to upgrade.
dutch: Gebruik pakket manager(apt) voor upgraden.
portuguese: Use o gestor de pacotes(apt) para actualizar.
spanish: Use su administrador de paquetes (apt) para actualizar.

# #32012
source: A new version is available, do you want to upgrade now?
dutch: Er is een nieuwe versie beschikbaar, wil je nu upgraden?
portuguese: Uma nova versão está disponível, quer actualizar agora?
spanish: Está disponible una nueva versión, ¿deseas actualizar ahora?

# #32013
source: Upgrade successful
dutch: Upgrade succesvol
portuguese: A actualização foi concluída
spanish: Actualización correcta

# #32014
source: Do you want to restart Xbmc to finish the upgrade?
dutch: Wil je XBMC opnieuw starten om de upgrade te voltooien?
portuguese: Quer reiniciar o XBMC para concluir a actualização?
spanish: ¿Deseas reiniciar XBMC para terminar la actualización?

# #32015
source: Do you want to check the repository for a new version?
dutch: Wil je de repository controleren op een nieuwe versie?
portuguese: Quer procurar por uma nova versão no repositório?
spanish: ¿Quieres comprobar el repositorio para una nueva versión?

# #32020
source: General
dutch: Algemeen
portuguese: Menus

# #32021
source: Enable XBMC version check?
dutch: XBMC versie controle aanzetten?
portuguese: Activar verificação de versão do XBMC?
spanish: ¿Activar la comprobación de versión de XBMC?

# #32022
source: Please enter your password
dutch: Vul uw wachtwoord in
portuguese: Por favor, introduza a sua palavra-passe
spanish: Por favor introduce tu contraseña

# #32023
source: Linux: Upgrade complete system
dutch: Linux: Upgrade compleet systeem
portuguese: Linux: Actualização completa do sistema
spanish: Linux: Actualizar sistema completo
