Repository: avmedia/xbmc
Catalog: addons/metadata.album.universal/resources/language/Catalan/strings.po
Languages: ca

# #30000
source: Grab Album Thumbs from fanart.tv
ca: Obté les miniatures d'àlbums des de fanart.tv

# #30001
source: Grab Album Thumbs from Last.fm
ca: Obté les miniatures d'àlbums des de Last.fm

# #30002
source: Get Album Review from
ca: Obté l'anàlisi d'àlbums des de

# #30003
source: Preferred Language
ca: Idioma preferit

# #30004
source: Get Album Rating from
ca: Obté la qualificació d'àlbums des de

# #30005
source: Get Album Styles from
ca: Obté els estils d'àlbums des de

# #30006
source: Get Album Moods from
ca: Obté l'estat d'ànim dels àlbums des de

# #30007
source: Get Album Themes from
ca: Obté el temes dels àlbums des de

# #30008
source: Grab Album Thumbs from allmusic.com
ca: Obté les miniatures dels àlbums des de allmusic.com

# #30009
source: Artwork
ca: Art
